[
  {
    "_createdAt": "2025-08-17T10:20:12Z",
    "_id": "02678dcc-e64f-4c49-9ae8-47de28d883fe",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "กระเป๋าคาดอกหนังแท้จากร้านของเราเป็นกระเป๋าคาดอกที่คุ้มค่าคุ้มราคา เหมาะสำหรับผู้ที่กำลังมองหากระเป๋าคาดอกคุณภาพดีในราคาย่อมเยา สามารถใช้ได้ทั้งผู้ชายและผู้หญิง น้ำหนักเบา ใส่ของได้หลากหลาย ผลิตจากหนังวัวแท้คุณภาพสูง ทนทาน ใช้งานได้นาน รับประกันตลอดอายุการใช้งาน และจัดส่งรวดเร็ว ส่งฟรีทั่วประเทศไทย",
    "slug": {
      "_type": "slug",
      "current": "chest-bag"
    },
    "title": "กระเป๋าคาดอกหนัง"
  },
  {
    "_createdAt": "2025-08-17T10:23:42Z",
    "_id": "03e7b54d-9a0c-482c-b1b8-9433569bb27c",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "เข็มขัดหนังเป็นเครื่องประดับที่ได้รับความนิยมมาอย่างยาวนาน สามารถสวมใส่ได้ทั้งผู้ชายและผู้หญิง เข็มขัดหนังสามารถช่วยเสริมลุคให้ดูสุภาพ เรียบร้อย หรือแม้แต่ดูเท่ห์ เก๋ไก๋ ขึ้นอยู่กับสไตล์การแต่งตัวของผู้ที่สวมใส่",
    "slug": {
      "_type": "slug",
      "current": "belt"
    },
    "title": "เข็มขัดหนัง"
  },
  {
    "_createdAt": "2025-08-17T10:23:16Z",
    "_id": "14babb4c-313c-48c3-8c73-c01f2a10f040",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "กระเป๋าเป้หนังแท้จากร้านกระเป๋าลินซ์ ผลิตจากหนังวัวแท้คุณภาพสูง ทนทาน ใช้งานได้ยาวนาน น้ำหนักเบา พกพาสะดวก หนังไม่ลอกไม่เปื่อย คงทนต่อการใช้งาน เหมาะสำหรับทั้งใส่ทำงาน ใส่เที่ยว ใส่ไปเรียน หรือใส่ไปช้อปปิ้ง จุของได้เยอะ ดีไซน์ทันสมัย เข้ากับทุกสไตล์การแต่งตัว ส่งไว ส่งฟรี ทั่วประเทศ",
    "slug": {
      "_type": "slug",
      "current": "backpack"
    },
    "title": "กระเป๋าเป้หนัง"
  },
  {
    "_createdAt": "2025-08-17T10:19:37Z",
    "_id": "3526a4e8-d0bb-4264-8a6f-fd679685acaa",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "รวมเครื่องหนังหลากหลายไว้ให้ซ์้อในราคาถูก เช่น ซองแว่นตา, กระเป๋าใส่นามบัตร, เก้าอี้หนังแท้, เคส ipad เหมาะสำหรับเป็นของฝาก ทุกชิ้นทำจากหนังแท้เกรด A ทำให้มั่นใจในเรื่องของคุณภาพสินค้า รับประกันตลอดอายุการใช้งาน ส่งฟรีทั่วประเทศ",
    "slug": {
      "_type": "slug",
      "current": "etc"
    },
    "title": "สินค้าเครื่องหนัง-จิปาถะ"
  },
  {
    "_createdAt": "2025-08-17T10:22:50Z",
    "_id": "4db98cb5-ea16-421c-9397-ec50f0aa95ef",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "กระเป๋าสะพายข้างหนังแท้คุณภาพสูง ตอบโจทย์ทุกการใช้งาน ดีไซน์ทันสมัย มีทั้งแนวน่ารัก แนวแฟชั่น และแบบวินเทจ ผลิตจากหนังวัวแท้ ทนทาน ใช้งานได้ยาวนาน สามารถใช้งานได้หลากหลายโอกาส เหมาะสำหรับทั้งใส่ทำงาน ใส่เที่ยว ใส่ไปเรียน หรือใส่ไปช้อปปิ้ง ช่วยให้คุณดูดีมีสไตล์ในทุกๆ วัน",
    "slug": {
      "_type": "slug",
      "current": "shoulder-bag"
    },
    "title": "กระเป๋าสะพายข้างหนัง"
  },
  {
    "_createdAt": "2025-08-17T10:20:55Z",
    "_id": "571a33d2-f28b-4beb-9c81-282a811d6991",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "กระเป๋าถือหนังแท้คุณภาพสูง ดีไซน์ทันสมัย ผลิตจากหนังวัวแท้ 100% คัดสรรหนังคุณภาพดี ผ่านกระบวนการผลิตอย่างพิถีพิถัน ปราณีต สวยงาม ทนทาน ใช้ได้นาน ดีไซน์ทันสมัย เหมาะกับทุกโอกาส ไม่ว่าจะถือออกงาน หรือใช้งานในชีวิตประจำวันก็ดูดีมีสไตล์ มีให้เลือกหลายแบบ หลายขนาด ตอบโจทย์ทุกความต้องการ",
    "slug": {
      "_type": "slug",
      "current": "handbag"
    },
    "title": "กระเป๋าถือหนัง"
  },
  {
    "_createdAt": "2025-08-16T14:24:52Z",
    "_id": "b2f2d3d9-3b28-41e3-b1eb-08af3aff59b3",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "พบกับคอลเล็กชั่นพวงกุญแจหนังแท้ 100% ดีไซน์ล้ำสมัย หลากสไตล์ หลายราคา เหมาะสำหรับทุกไลฟ์สไตล์ เลือกซื้อพวงกุญแจหนัง ของขวัญสุดพิเศษสำหรับคนพิเศษของคุณได้ที่นี่ สะดวก รวดเร็ว ส่งฟรีทั่วประเทศ",
    "slug": {
      "_type": "slug",
      "current": "keychain"
    },
    "title": "พวงกุญแจหนัง"
  },
  {
    "_createdAt": "2025-08-17T10:22:01Z",
    "_id": "c3f52c76-709a-49fd-a03a-da4ba9debecc",
    "_rev": "Nn6Sc6MF3u71woMpYj08lO",
    "_type": "category",
    "_updatedAt": "2025-08-22T06:27:22Z",
    "description": "กระเป๋าสตางค์หนัง ของเรามีให้เลือกหลากหลายรูปแบบ ไม่ว่าจะเป็นกระเป๋าสตางค์ผู้ชาย กระเป๋าสตางค์ผู้หญิง หรือกระเป๋าสตางค์สำหรับเด็ก ไม่ว่าคุณจะชอบสไตล์ไหน เรามีกระเป๋าสตางค์ที่ตรงกับความต้องการของคุณอย่างแน่นอน มีความทนทาน ใช้งานได้นาน ดูแลรักษาง่าย และดูมีสไตล์ สินค้าของเราผลิตจากหนังวัวแท้คุณภาพสูง ผ่านกระบวนการผลิตอย่างพิถีพิถัน มั่นใจได้ว่ากระเป๋าสตางค์ของเราจะคงทนสวยงาม ใช้งานได้นาน",
    "slug": {
      "_type": "slug",
      "current": "wallet"
    },
    "title": "กระเป๋าสตางค์หนัง"
  }
]
